{
  "type": "FeatureCollection",
  "features": [
    {
      "type": "Feature",
      "geometry": {
        "type": "LineString",
        "coordinates": [
          [-7.482446, 40.03179, 424],
          [-7.482591, 40.031964, 428],
          [-7.482947, 40.031871, 431],
          [-7.483706, 40.031958, 435],
          [-7.483791, 40.031747, 437],
          [-7.483625, 40.03141, 433],
          [-7.484817, 40.03029, 439],
          [-7.48507, 40.030142, 440],
          [-7.485769, 40.030141, 444],
          [-7.486869, 40.029678, 440],
          [-7.488573, 40.028649, 437],
          [-7.489471, 40.027891, 427],
          [-7.489829, 40.027206, 420],
          [-7.490338, 40.026781, 413],
          [-7.49045, 40.026053, 408],
          [-7.489846, 40.024608, 403],
          [-7.489546, 40.024322, 402],
          [-7.48864, 40.023881, 397],
          [-7.487722, 40.02304, 393],
          [-7.488205, 40.022862, 396],
          [-7.489173, 40.022182, 400],
          [-7.491627, 40.019555, 387],
          [-7.49289, 40.019359, 390],
          [-7.49259, 40.017616, 387],
          [-7.492735, 40.017326, 389],
          [-7.494819, 40.016457, 398],
          [-7.495471, 40.01597, 393],
          [-7.496796, 40.013657, 396],
          [-7.498193, 40.010567, 394],
          [-7.499676, 40.009281, 390],
          [-7.499757, 40.007833, 390],
          [-7.500159, 40.005885, 392],
          [-7.500629, 40.004831, 395],
          [-7.500674, 40.004262, 397],
          [-7.500333, 40.002323, 391],
          [-7.500384, 40.001657, 392],
          [-7.500602, 40.001096, 392],
          [-7.500889, 40.000802, 392],
          [-7.503354, 39.999841, 380],
          [-7.503431, 39.999647, 380],
          [-7.503448, 39.999452, 380],
          [-7.503203, 39.999261, 379],
          [-7.501463, 39.998998, 376],
          [-7.501066, 39.998702, 375],
          [-7.499652, 39.998129, 376],
          [-7.498952, 39.997958, 376],
          [-7.498078, 39.997967, 375],
          [-7.497198, 39.997282, 374],
          [-7.497144, 39.997073, 374],
          [-7.496388, 39.99644, 374],
          [-7.496085, 39.995971, 373],
          [-7.494427, 39.994683, 371],
          [-7.494258, 39.994171, 374],
          [-7.493199, 39.993473, 374],
          [-7.492091, 39.991695, 377],
          [-7.49137, 39.991309, 379],
          [-7.491026, 39.990857, 377],
          [-7.490562, 39.990814, 378],
          [-7.490307, 39.990582, 378],
          [-7.490187, 39.990127, 375],
          [-7.489803, 39.989866, 375],
          [-7.489712, 39.989638, 376],
          [-7.489414, 39.989521, 380],
          [-7.48843, 39.989573, 384],
          [-7.48785, 39.989951, 382],
          [-7.487464, 39.991453, 385],
          [-7.486483, 39.99225, 380],
          [-7.486399, 39.992554, 379],
          [-7.486732, 39.993033, 379],
          [-7.486764, 39.993526, 377],
          [-7.487032, 39.99374, 377],
          [-7.487783, 39.993964, 376],
          [-7.488127, 39.994387, 376],
          [-7.488382, 39.995267, 380],
          [-7.488703, 39.995752, 379],
          [-7.488575, 39.996547, 379],
          [-7.489125, 39.997264, 376],
          [-7.489283, 39.997839, 374],
          [-7.49023, 39.998261, 375],
          [-7.49229, 39.998466, 372],
          [-7.492298, 39.998967, 374],
          [-7.491995, 40.000063, 376],
          [-7.492737, 40.000761, 375],
          [-7.493223, 40.001733, 375],
          [-7.492979, 40.002314, 375],
          [-7.492493, 40.002725, 376],
          [-7.491332, 40.003075, 379],
          [-7.491179, 40.00365, 376],
          [-7.491217, 40.004737, 375],
          [-7.490554, 40.005723, 380],
          [-7.490661, 40.006409, 380],
          [-7.490069, 40.006799, 380],
          [-7.486716, 40.006226, 381],
          [-7.486649, 40.006479, 381],
          [-7.486837, 40.007102, 382],
          [-7.486155, 40.007944, 383],
          [-7.485831, 40.008127, 383],
          [-7.480488, 40.006323, 376],
          [-7.479487, 40.007549, 379],
          [-7.478935, 40.008651, 381],
          [-7.478313, 40.009388, 383],
          [-7.477285, 40.011531, 385],
          [-7.476843, 40.011954, 386],
          [-7.476451, 40.012028, 390],
          [-7.475617, 40.012807, 389],
          [-7.474995, 40.013624, 388],
          [-7.475107, 40.01422, 388],
          [-7.47445, 40.014563, 389],
          [-7.475904, 40.016397, 385],
          [-7.476059, 40.018166, 387],
          [-7.475955, 40.018762, 388],
          [-7.475459, 40.019522, 391],
          [-7.475217, 40.020397, 393],
          [-7.474163, 40.021687, 396],
          [-7.473798, 40.021808, 396],
          [-7.473833, 40.022258, 396],
          [-7.473337, 40.023281, 393],
          [-7.473235, 40.024209, 395],
          [-7.474944, 40.026033, 391],
          [-7.476263, 40.027156, 395],
          [-7.478078, 40.029994, 400],
          [-7.478813, 40.030728, 401],
          [-7.480191, 40.030766, 403],
          [-7.481353, 40.031418, 415]
        ]
      },
      "properties": {
        "styleUrl": "#lineStyle",
        "stroke-opacity": 0.9411764705882353,
        "stroke": "#FF9933",
        "stroke-width": 4,

        "name": "PR4 - Rota da Marateca",
        "distance": 14000,
        "duration": 210,
        "color": "#FF9933",
        "type": "WALK",
        "difficulty": "easy",
        "image": "pr4"
      },
      "description": {
        "pt": "Percurso circular com início no Largo de Santo António, na vila da Soalheira. Sobe-se para o centro da vila seguindo a rua que nos leva a Louriçal do Campo. Junto a um chafariz vira-se à esquerda ao encontro de caminhos rurais que nos levam pelas Quintas do Serrado e da Água D'Alto, onde se atravessa a Ribeira do Mioso. Deixam-se as pequenas hortas que são substituídas por grandes campos de pastagem e culturas de sequeiro, onde os rebanhos são presença constante. Segue-se até a um caminho alcatroado que se atravessa em direção à Albufeira de Santa Águeda. Antes de chegar à ponte sobre o Ocreza, vira-se à esquerda por uma vereda e continua-se pela orla da albufeira. Aqui encontram-se velhos carvalhos onde nidificam, em grande número, várias espécies de aves migratórias. Este local é de grande interesse para a observação da avifauna. Seguindo para Norte, continua-se a vislumbrar o imenso plano de água e algumas aves aquáticas que por ali passeiam. Deixa-se a albufeira e, após atravessar a pequena ponte sobre a Ribeira do Mioso, segue-se até ao caminho alcatroado. Percorre-se este caminho cerca de 500 metros e vira-se à esquerda por um caminho rural. Voltamos a entrar no mundo das pequenas hortas muradas que nos conduzem de regresso à Soalheira. ATENÇÃO: Não é recomendável realizar a Rota com a Barragem nos níveis máximos, sendo apenas recomendado para o fim da Primavera, o Verão e o início do Outono.",
        "en": "Circular route starting at Largo de Santo António, in the village of Soalheira. It goes up to the centre of the village following the street that leads to Louriçal do Campo. Next to a fountain turn left to meet the rural paths that take us through the Serrado and Água D'Alto farms, where we cross the Ribeira do Mioso. We leave the small vegetable gardens which are replaced by large fields of pasture and dryland crops, where the herds are a constant presence. You continue on to a tarmac road which you cross in the direction of the Santa Águeda lagoon. Before reaching the bridge over the Ocreza, turn left on to a footpath and continue along the edge of the lake. Here you will find old oak trees where various species of migratory birds nest in large numbers. This place is of great interest for observing birdlife. Continuing north, you can still see the immense plane of water and some of the water birds that wander around there. We leave the lake and after crossing the small bridge over the Ribeira do Mioso, we continue to the tarmac road. Walk along this path for about 500 metres and turn left along a rural path. We re-enter the world of the small walled vegetable gardens that lead us back to Soalheira. ATTENTION: It is not recommended to do the Route with the Dam at maximum levels, being only recommended for late spring, summer and early autumn.",
        "es": "Ruta circular que comienza en el Largo de Santo António, en el pueblo de Soalheira. Sube hasta el centro del pueblo siguiendo la calle que lleva a Louriçal do Campo. Junto a una fuente giramos a la izquierda para encontrarnos con los caminos rurales que nos llevan por las fincas de Serrado y Água D'Alto, donde cruzamos la Ribeira do Mioso. Dejamos las pequeñas huertas que son sustituidas por grandes campos de pastos y cultivos de secano, donde los rebaños son una presencia constante. Se continúa por una carretera asfaltada que se cruza en dirección a la laguna de Santa Águeda. Antes de llegar al puente sobre el Ocreza, giramos a la izquierda por un sendero y continuamos por la orilla de la laguna. Aquí encontrarás viejos robles donde anidan varias especies de aves migratorias en gran número. Este lugar es de gran interés para la observación de la avifauna. Siguiendo hacia el norte, todavía se puede ver el inmenso plano de agua y algunas de las aves acuáticas que se pasean por allí. Salimos del lago y, tras cruzar el pequeño puente sobre la Ribeira do Mioso, continuamos hasta la carretera asfaltada. Caminamos por ella unos 500 metros y giramos a la izquierda por un camino rural. Volvemos a entrar en el mundo de las pequeñas huertas amuralladas que nos llevan de vuelta a Soalheira. ATENCIÓN: No es recomendable realizar la Ruta con la Presa en niveles máximos, siendo sólo recomendable para finales de primavera, verano y principios de otoño.",
        "fr": "Route circulaire qui commence au Largo de Santo António, dans le village de Soalheira. Elle monte jusqu'au centre du village en suivant la route qui mène à Louriçal do Campo. Près d'une fontaine, nous tournons à gauche pour rejoindre les chemins ruraux qui nous conduisent à travers les domaines de Serrado et Água D'Alto, où nous traversons la Ribeira do Mioso. Nous laissons derrière nous les petits jardins potagers, qui sont remplacés par de grands champs de pâturages et de cultures sèches, où les troupeaux sont une présence constante. Nous continuons sur une route asphaltée que nous traversons en direction de la lagune de Santa Águeda. Avant d'atteindre le pont sur l'Ocreza, tournez à gauche sur un chemin et continuez le long de la rive de la lagune. Vous y trouverez de vieux chênes où nichent en grand nombre plusieurs espèces d'oiseaux migrateurs. Cet endroit est d'un grand intérêt pour l'observation des oiseaux. En continuant vers le nord, vous pouvez encore voir l'immense plan d'eau et certains des oiseaux aquatiques qui s'y promènent. Nous quittons le lac et, après avoir traversé le petit pont sur la Ribeira do Mioso, nous continuons sur la route goudronnée. Longez-la sur environ 500 mètres et tournez à gauche sur une route de campagne. Nous rentrons dans le monde des petits potagers clos de murs qui nous ramènent à Soalheira. ATTENTION : Il est déconseillé d'effectuer ce parcours lorsque le barrage est à son niveau maximum, et il n'est recommandé que pour la fin du printemps, l'été et le début de l'automne"
      }
    }
  ]
}
