{
  "type": "FeatureCollection",
  "features": [
    {
      "type": "Feature",
      "id": "ID_00000",
      "geometry": {
        "type": "MultiLineString",
        "coordinates": [
          [-7.67923, 39.912865, 332.096],
          [-7.679192, 39.912268, 333.931],
          [-7.679598, 39.911892, 333.424],
          [-7.68079, 39.912079, 334.308],
          [-7.680961, 39.911844, 332.894],
          [-7.680884, 39.910582, 325.827],
          [-7.680435, 39.909917, 322.389],
          [-7.679831, 39.909608, 318.277],
          [-7.678768, 39.909646, 316.795],
          [-7.678315, 39.909967, 316.654],
          [-7.67741, 39.909921, 312.866],
          [-7.675741, 39.910378, 308.015],
          [-7.674086, 39.910441, 313.783],
          [-7.672418, 39.910939, 310.525],
          [-7.671142, 39.910919, 310.717],
          [-7.67029, 39.910564, 312.908],
          [-7.669923, 39.91067, 310.693],
          [-7.669587, 39.911226, 304.046],
          [-7.668776, 39.911041, 304.178],
          [-7.667816, 39.910299, 308.336],
          [-7.666993, 39.90838, 310.054],
          [-7.665793, 39.907689, 320.333],
          [-7.665258, 39.906937, 329.715],
          [-7.66463, 39.906842, 322.614],
          [-7.663749, 39.907005, 321.361],
          [-7.662657, 39.906198, 307.821],
          [-7.661809, 39.90493, 318.313],
          [-7.661708, 39.904226, 317.308],
          [-7.661399, 39.903834, 318.141],
          [-7.659312, 39.903698, 306.564],
          [-7.659117, 39.903438, 306.736],
          [-7.659412, 39.90291, 310.764],
          [-7.658746, 39.902972, 306.962],
          [-7.658412, 39.902053, 300.241],
          [-7.657891, 39.901276, 289.553],
          [-7.657939, 39.90082, 277.272],
          [-7.657622, 39.900454, 268.769],
          [-7.658094, 39.900588, 268.204],
          [-7.658133, 39.900482, 264.924],
          [-7.657618, 39.900096, 258.408],
          [-7.657291, 39.90009, 258.581],
          [-7.656392, 39.900487, 256.394],
          [-7.654598, 39.900915, 265.276],
          [-7.653713, 39.900824, 260.434],
          [-7.652782, 39.900343, 256.582],
          [-7.652377, 39.900309, 252.511],
          [-7.652195, 39.900602, 252.683],
          [-7.652063, 39.901405, 260.522],
          [-7.651419, 39.902276, 258.576],
          [-7.650486, 39.902811, 250.39],
          [-7.64988, 39.902936, 256.219],
          [-7.649185, 39.902868, 253.808],
          [-7.649497, 39.903212, 265.652],
          [-7.649321, 39.903874, 269.585],
          [-7.649432, 39.904664, 254.967],
          [-7.650066, 39.905429, 248.075],
          [-7.650436, 39.906597, 250.813],
          [-7.650917, 39.907224, 253.842],
          [-7.652187, 39.910782, 254.374],
          [-7.65279, 39.911632, 260.213],
          [-7.65318, 39.912723, 254.427],
          [-7.653518, 39.913116, 258.768],
          [-7.653118, 39.914385, 254.214],
          [-7.65375, 39.915267, 268.108],
          [-7.653581, 39.91591, 267.627],
          [-7.652777, 39.916582, 260.04],
          [-7.652362, 39.917192, 261.212],
          [-7.652798, 39.917708, 263.93],
          [-7.652871, 39.918312, 266.348],
          [-7.652072, 39.919314, 263.887],
          [-7.652523, 39.920018, 277.179],
          [-7.652064, 39.920819, 288.968],
          [-7.652781, 39.920816, 282.955],
          [-7.653071, 39.921416, 287.207],
          [-7.653227, 39.921487, 287.517],
          [-7.654262, 39.921315, 285.408],
          [-7.654689, 39.921027, 282.65],
          [-7.655846, 39.920799, 278.043],
          [-7.656065, 39.921264, 278.095],
          [-7.656372, 39.921455, 279.263],
          [-7.657841, 39.921624, 289.421],
          [-7.658954, 39.922272, 297.19],
          [-7.659773, 39.922162, 301.452],
          [-7.660335, 39.92259, 310.251],
          [-7.660553, 39.923031, 317.681],
          [-7.660472, 39.923496, 322.061],
          [-7.660164, 39.924051, 326.917],
          [-7.661118, 39.923574, 326.908],
          [-7.663676, 39.920802, 312.813],
          [-7.66504, 39.920299, 308.616],
          [-7.665941, 39.920884, 302.488],
          [-7.6664, 39.920939, 299.336],
          [-7.666852, 39.920629, 296.294],
          [-7.667597, 39.919704, 288.913],
          [-7.667279, 39.919263, 291.495],
          [-7.666983, 39.919205, 293.934],
          [-7.665613, 39.918337, 286.868],
          [-7.665076, 39.917767, 284.142],
          [-7.66525, 39.916747, 281.826],
          [-7.664903, 39.916154, 281.108],
          [-7.665, 39.916012, 279.761],
          [-7.665412, 39.915972, 280.784],
          [-7.665651, 39.915416, 285.586],
          [-7.665889, 39.91526, 287.774],
          [-7.665456, 39.915047, 285.282],
          [-7.665451, 39.914643, 286.571],
          [-7.665238, 39.914409, 280.263],
          [-7.664939, 39.91436, 277.192],
          [-7.664834, 39.914258, 277.573],
          [-7.664927, 39.914196, 276.685],
          [-7.666067, 39.913848, 288.413],
          [-7.666158, 39.913926, 289.408],
          [-7.665897, 39.914233, 290.982],
          [-7.665975, 39.914347, 292.535],
          [-7.666788, 39.914619, 298.847],
          [-7.668422, 39.913789, 313.045],
          [-7.670124, 39.913437, 321.553],
          [-7.671255, 39.912779, 315.062],
          [-7.672361, 39.912385, 310.134],
          [-7.673009, 39.912381, 308.073],
          [-7.67346, 39.912407, 308.342],
          [-7.67409, 39.912771, 312.422],
          [-7.675589, 39.912939, 313.514],
          [-7.676703, 39.913722, 319.608],
          [-7.677725, 39.91395, 323.379],
          [-7.678617, 39.914554, 324.022],
          [-7.679788, 39.914469, 329.374],
          [-7.680521, 39.912983, 334.332],
          [-7.680083, 39.913182, 328.54],
          [-7.679936, 39.913004, 329.539],
          [-7.679239, 39.913012, 330.611],
          [-7.679233, 39.912913, 331.67]
        ]
      },
      "properties": {
        "stroke": "#00ff00",
        "stroke-opacity": 1,
        "name": "PR6 - Rota Poço dos Sinos- Sarzeda",
        "distance": 15000,
        "duration": 180,
        "color": "#60AC56",
        "type": "WALK",
        "difficulty": "easy",
        "image": "pr6"
      },
      "description": {
        "pt": "O percurso circular do Poço dos Sinos tem início junto da Casa do Povo da Grade, localidade de gentes afáveis e daí segue por entre olivais e pequenas hortas familiares até à aldeia de Casal Novo. Nesta aldeia o silêncio reina, o casario desabitado, mas conservado, recebe quem por lá passa. Seguimos para o pinhal, pelas margens da ribeira entre salgueiros e amieiros, entre matos e oliveiras centenárias esquecidas pelos donos, que outrora delas tiravam rendimento, em direção à Ribeira da Magueija. O caminho leva-nos ao encontro da Ribeira do Goulo. Também aqui a natureza já tomou o lugar do olival tradicional plantado pelos antepassados de quem ainda hoje mora nas aldeias vizinhas. É nesta Ribeira que mais à frente vamos encontrar a Ponte do Poço dos Sinos que tem lendas e historias para descobrir junto de quem as sabe contar. A Capela de St. Ildefonso é a nossa próxima paragem, depois de ficar para trás a companhia das oliveiras e sobreiros plantados pelo homem. De St. Ildefonso regressamos à Ribeira que alberga na margem o velho lagar do qual restam apenas as galgas que moíam as azeitonas. Vamos encontrar o Moinho do Pereiro e o Moinho do Casal Novo onde podemos entrar e aprender como era moído o cereal. Estamos agora de volta à Grade e aos seus campos cultivados onde termina este percurso, no mesmo local de onde partimos.",
        "en": "The circular route of the Poço dos Sinos starts near the Casa do Povo da Grade, a village of friendly people, and from there it continues through olive groves and small family vegetable gardens to the village of Casal Novo. In this village silence reigns, the uninhabited but preserved houses welcome those who pass by. We continue to the pine forest, along the banks of the river between willows and alders, among scrub and ancient olive trees forgotten by their owners, who once used to make a living out of them, towards the Ribeira da Magueija. The path takes us to the Ribeira do Goulo. Here too nature has already taken the place of the traditional olive groves planted by the ancestors of those who still live in the neighbouring villages. It is on this stream that further ahead we will find the Poço dos Sinos Bridge, which has legends and stories to be discovered by those who know how to tell them. The Chapel of St. Ildefonso is our next stop, after leaving behind the company of olive and cork trees planted by man. From St. Ildefonso we return to the Ribeira which houses the old olive press on the bank, of which only the galgae that used to grind the olives remain. We will find the mill of Pereiro and the mill of Casal Novo where we can enter and learn how the grain was ground. We are now back to the Grade and its cultivated fields where this trail ends, in the same place from where we started.",
        "es": "La ruta circular del Poço dos Sinos comienza cerca de la Casa do Povo da Grade, una aldea de gente amable, y desde allí continúa a través de olivares y pequeños huertos familiares hasta la aldea de Casal Novo. En esta aldea reina el silencio, las casas deshabitadas pero conservadas dan la bienvenida a los que pasan. Seguimos hacia el pinar, a lo largo de la ribera del río entre sauces y alisos, entre matorrales y olivos centenarios olvidados por sus dueños, que antaño se ganaban la vida con ellos, hacia la Ribeira da Magueija. El camino nos lleva a la Ribeira do Goulo. También aquí la naturaleza ha ocupado ya el lugar de los tradicionales olivares plantados por los antepasados de quienes aún viven en las aldeas vecinas. Es en esta ribera donde más adelante encontraremos el puente del Poço dos Sinos, que encierra leyendas e historias que deben ser descubiertas por aquellos que sepan contarlas. La Capilla de San Ildefonso es nuestra siguiente parada, tras dejar atrás la compañía de olivos y alcornoques plantados por el hombre. Desde San Ildefonso volvemos a la Ribeira que alberga el antiguo lagar en la orilla, del que sólo quedan las galgas que molían las aceitunas. Encontraremos el molino de Pereiro y el molino de Casal Novo donde podremos entrar y conocer cómo se molía el grano. Volvemos ahora a la Grada y a sus campos de cultivo donde termina este sendero, en el mismo lugar desde el que partimos.",
        "fr": "La route circulaire Poço dos Sinos commence près de la Casa do Povo da Grade, un village aux habitants sympathiques, et de là, elle se poursuit à travers des oliveraies et des petits vergers familiaux jusqu'au hameau de Casal Novo. Le silence règne dans ce hameau, les maisons inhabitées mais préservées accueillent ceux qui passent. Nous continuons vers la pinède, le long de la rive entre les saules et les aulnes, parmi les broussailles et les oliviers centenaires oubliés par leurs propriétaires qui en vivaient autrefois, vers la Ribeira da Magueija. Le chemin nous mène à la Ribeira do Goulo. Ici aussi, la nature a pris la place des oliveraies traditionnelles plantées par les ancêtres de ceux qui vivent encore dans les villages voisins. C'est sur cette rive que se trouve, plus loin, le pont Poço dos Sinos, qui recèle des légendes et des histoires à découvrir par ceux qui savent les raconter. La chapelle de San Ildefonso est notre prochaine étape, après avoir laissé derrière nous la compagnie des oliviers et des chênes-lièges plantés par l'homme. De San Ildefonso, nous retournons à la Ribeira, qui abrite l'ancien pressoir à olives sur la rive, dont il ne reste que les calibres qui servaient à broyer les olives. Nous trouverons le moulin de Pereiro et le moulin de Casal Novo où nous pouvons entrer et apprendre comment le grain était moulu. Nous retournons maintenant à la Grada et à ses champs cultivés où se termine ce chemin, au même endroit d'où nous sommes partis."
      }
    }
  ]
}
